/* Location time info */
"xTime" = "%@ Zeit";

/* Unknown time location */
"unknownTimeLocation" = "Unbekannte Zeitzone";

/* To sort something ascending */
"sortAscending" = "Aufsteigend sortieren";

/* To sort something descending */
"sortDescending" = "Absteigend sortieren";

/* Older Appointment Section */
"older" = "Älter";

/* Upcoming Appointment Section */
"upcoming" = "Bevorstehende Termine";

/* lastXDays Appointment Section */
"lastXDays" = "Letzte %@ Tage";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Bitte aktivieren Sie die Authentifizierung mit Biometrie, um den Datenzugriff zu sichern";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Bevorstehender Termin in %@";

/* Bad URL error message */
"badURL" = "Schlechte URL";

/* Decoding issue error message */
"decodingIssue" = "Dekodierungsproblem";

/* Ecoding issue error message */
"encodingIssue" = "Codierungsproblem";

/* Request failed error message */
"requestFailed" = "Verbindung konnte nicht hergestellt werden";

/* Unknown error message */
"unknownError" = "Unbekannter Fehler aufgetreten";

/* New label */
"new" = "Neu";

/* Add label */
"add" = "Hinzufügen";

/* Date label */
"date" = "Datum";

/* Time picker label */
"time" = "Zeit";

/* Error label */
"error" = "Error";

/* Save label */
"save" = "Speichern";

/* Filter label */
"filter" = "Filter";

/* Filter action */
"filterAction" = "Filter";

/* Edit label */
"edit" = "Bearbeiten";

/* Cancel label */
"cancel" = "Abbrechen";

/* Delete label */
"delete" = "Löschen";

/* Edit Appointment page title */
"editAppointment" = "Termin bearbeiten";

/* Doctor targeted notification message */
"appointmentFor" = "Termin für %1$@ am %2$@";

/* Patient targeted notification message */
"appointmentWith" = "Termin mit %1$@ am %2$@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Sind sie sicher?";

/* Delete patient warning title */
"areYouSure_patient" = "Sind sie sicher?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "Die Daten für diesen Termin werden dauerhaft gelöscht";

/* Delete patient warning message */
"deletePatientMessage" = "Alle Daten für Patient %@ werden gelöscht";

/* Cancel Appointment button label */
"cancelAppointment" = "Termin abbrechen";

/* Appointment Details */
"appointmentDetails" = "Termindetails";

/* (appointment) For (a patient) */
"for_prefix" = "Für";

/* (appointment) With (a doctor) */
"with_prefix" = "Mit";

/* (appointment) On (a particular date) */
"on_prefix" = "Am";

/* (appointment) At (a particular time) */
"at_prefix" = "Um";

/* Service bill section header */
"serviceBill" = "Servicerechnung";

/* Total for service */
"totalAmount" = "Gesamt: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Benachrichtigung und Kalender";

/* Notification alert text */
"alertSetToX" = "Alarm auf eingestellt %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Termin gespeichert in %@";

/* Appointment page title */
"appointment" = "Arzttermin";

/* Appointments page title */
"appointments" = "Arzttermine";

/* Notification alert */
"notificationAlert" = "Hinweis";

/* Add to Calendar */
"addToCalendar" = "Zum Kalender hinzufügen";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Zugriff auf Benachrichtigung oder Kalender verweigert";

/* App Settings */
"appSettings" = "Einstellungen";

/* Date From */
"dateFrom" = "Datum aus";

/* Date To */
"dateTo" = "Datum bis";

/* Appointment Time section header */
"appointmentTime" = "Termin Uhrzeit";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Termin Datum: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Termin Uhrzeit: %@";

/* (The) Patient */
"patient" = "Patient";

/* (The) Doctor */
"doctor" = "Arzt/Ärztin";

/* (The) Services */
"services" = "Dienstleistungen";

/* Create appointment page title */
"createAppointment" = "Termin erstellen";

/* Filter Appointments page title */
"filterAppointments" = "Termine filtern";

/* Remove filter */
"removeFilter" = "Filter entfernen";

/* First name textfield label */
"firstName" = "Vorname";

/* Last name textfield label */
"lastName" = "Nachname";

/* Born after picker label */
"bornAfter" = "Geboren nach";

/* Born before picker label */
"bornBefore" = "Vorher geboren";

/* Birth Date picker label */
"birthDate" = "Geburtstag";

/* Phone number textfield label */
"phoneNumber" = "Telefonnummer";

/* Address textfield label */
"address" = "Adresse";

/* Job textfield label */
"job" = "Arbeit";

/* Patients page title */
"patients" = "Patienten";

/* Create Patient page title */
"createPatient" = "Patienten erstellen";

/* Edit Patient page title */
"editPatient" = "Patienten bearbeiten";

/* Filter Patients page title */
"filterPatients" = "Patienten filtern";

/* Delete patient button label */
"deletePatient" = "Patient löschen";

/* Birth date and age section header */
"birthDateAndAge" = "Geburtsdatum und Alter";

/* Personal details section header */
"personalDetails" = "Persönliche Daten";

/* Add a new day off page title */
"addNewHoliday" = "Wählen Sie einen freien Tag";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "Du hast an diesem Tag mindestens einen Termin";

/* Email */
"email" = "Email";

/* Working weekends */
"workingWeekends" = "Verfügbarkeit am Wochenende";

/* Doctor Details section header */
"doctorDetails" = "Arztdetails";

/* Edit Doctor page title */
"editDoctor" = "Arzt bearbeiten";

/* Holidays page title */
"holidays" = "Ferien";

/* Holidays (number of days) */
"holidayAmount" = "Ferien (%d Tage)";

/* Is working weekends status */
"isWorkingWeekends" = "Verfügbar am Wochenende";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Nicht verfügbar am Wochenende";

/* Doctor specialty */
"specialty" = "Fachgebiet";

/* Configuration section header */
"configuration" = "Konfiguration";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Gerät nicht kompatibel oder Berechtigung verweigert";

/* Reason for require permission */
"biometricsPermissionRequest" = "Bitte aktivieren Sie biometrische Dienste in den App-Einstellungen";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Verwenden Sie Biometrie, um Daten zu sichern";

/* My Profile page title */
"myProfile" = "Mein Profil";

/* Retry Authentication */
"retryAuthentication" = "Wiederholen Sie die Authentifizierung";

/* Authentication */
"authentication" = "Authentifizierung";

/* Notification Schedule - None */
"notificationNone" = "Ohne";

/* Notification Schedule - 10 minutes before */
"notification10min" = "10 Minuten vorher";

/* Notification Schedule - 15 minutes before */
"notification15min" = "15 Minuten vorher";

/* Notification Schedule - 20 minutes before */
"notification20min" = "20 Minuten vorher";

/* Notification Schedule - 30 minutes before */
"notification30min" = "30 Minuten vorher";

/* Notification Schedule - 1 hour before */
"notification1h" = "1 Stunde vorher";

/* Notification Schedule - 2 hours before */
"notification2h" = "2 Stunden vorher";

/* Notification Schedule - 1 day before */
"notification1d" = "1 Tag vorher";

/* Notification Schedule - 2 days before */
"notification2d" = "2 Tage vorher";

/* Notification Schedule - 1 week before */
"notification1w" = "1 Woche vorher";

/* Unspecified birth date placeholder */
"unspecified" = "Nicht spezifiziert";

/* Unknown age placeholder */
"unknownAge" = "Unbekanntes Alter";

/* Unknown phone number placeholder */
"unknownPhoneNumber" = "Unbekannte Telefonnummer";

/* Unknown address placeholder */
"unknownAddress" = "Unbekannte Adresse";

/* Unknown job placeholder */
"unknownJob" = "Unbekannte Arbeit";

/* Unknown firstName placeholder */
"unknownFirstName" = "Unbekannter Vorname";

/* Unknown lastName placeholder */
"unknownLastName" = "Unbekannter Nachname";

/* today */
"today" = "Heute";

/* tomorrow */
"tomorrow" = "Morgen";

/* Log in as a doctor */
"loginAsDoctor" = "Als Arzt einloggen";

/* Log in as a patient */
"loginAsPatient" = "Als Patient einloggen";

/* Log out */
"logout" = "Ausloggen";

/* Wrong authentication state */
"wrongAuthState" = "Mit Apple anmelden konnte nicht validiert werden";

/* Fail to store keychain */
"failToStoreKeychain" = "Anmeldeinformationen können nicht gespeichert werden";

/* Fail to update settings */
"failToUpdateSettings" = "Fehler beim Aktualisieren der Einstellungen";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Anmeldedaten konnten nicht gelöscht werden";
